<a name="st"></a>
 <div style="width: 95%; margin-left: 3px;">


  <nav aria-label="breadcrumb">
        
        <ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumb">
<li itemprop="itemListElement" itemscope
itemtype="http://schema.org/ListItem" class="breadcrumb-item active">
<a id="/" itemscope itemtype="http://schema.org/Thing" itemprop="item" href="https://m-fix.mikola.tech">
<span itemprop="name">Главная</span></a>
<meta itemprop="position" content="1" />
</li>


 

</ol>


      </nav>
        
   <h1>Техническая информация</h1>
<br>


<div class="row" style="border: solid 1px; border-radius: 3px;" >
  <p class="col-sm-9" style="font-size: 1.4em; margin-bottom: 2px; font-family: Times New Roman; line-height: 1.2em;">Раздел содержит информацию для лиц, занимающихся ремонтом мобильных телефонов и планшетов, как для любителей, так и для профессионалов, особенно в том случае, если ремонт подобных устройств не является основным видом деятельности.</p>

 <p class="col-sm-3" style="margin-top: 23px;">
  <a class="btn btn-primary btn-sm" data-toggle="collapse" href="#collapseExample" role="button" aria-expanded="false" aria-controls="collapseExample" style="width: 150px; height: 50px; padding-top: 4px; font-size: 1.25em; font-family: Times New Roman;">
   Подробнее
  </a>  
  </p>

  </div> 

  <div class="collapse" id="collapseExample">
  <div class="card card-body">
    <div class="row">
          <p>Ни для кого не секрет, что существует огромное количество моделей мобильных телефонов и планшетов, которое постоянно увеличивается. Постоянно возникают ситуации, когда сталкиваешься с каким-нибудь девайсом в первый раз, и, очень вероятно, что следующий раз произойдет не скоро, а вполне может быть, что никогда. В таких условиях невозможно накопление опыта. Когда-то можно было совершить ошибку при ремонте конкретного устройства, но сделать выводы, чтобы в последующих случаях ее не повторять, и отыграться на последующих ремонтах. Сейчас таковых может и не быть, или быть очень мало. Более того, все чаще возникают ситуации, когда решение о ремонте или об отказе от него нужно принимать буквально в течении нескольких десятков секунд, и совершенно нет времени смотреть ролик в интернете, чтобы, к примеру, определить время, необходимое для ремонта (успеешшь за 20 минут или нет?!). Возникает необходимость в каком-то системном накоплении информации, крайне желательно в совместном. Мною предлагается попытка такой системы, сам ей пользуюсь, и уже было много случаев, когда она помогала. В первую очередь это информация о разъемах зарядки. Фотографии платы помогают быстро определить, к примеру, какой разъем гарнитуры, сим-коннектор или микрофон используется в устройстве, очень помогают комментарии типа "для разборки аппарата необходимо отклеивать дисплейный модуль" или "разъем зарядки может быть залит компаундом". Буду рад любой информации подобного рода, которая обязательно будет внесена в базу максимум в течении недели. Для этой цели удобно использовать форму обратной связи на сайте, если передается только текст. Фотографии плат (я их делаю обычным сотиком в формате 4x3) можно отправлять на mikolahh@gmail.com</p>  

            
          </div>
  </div>
</div>
<br>
<br>


<div class="row" style="border: solid 1px; border-radius: 3px;" >
  <p class="col-sm-9" style="font-size: 1.4em; margin-top: 6px; font-family: Times New Roman; line-height: 1.2em;">Наибольший интерес должна представлять информация о взаимозаменяемости разъемов зарядки, предпринята попытка их систематизации.</p>

 <p class="col-sm-3" style="margin-top: 23px; padding-bottom: 15px;">
  <a class="btn btn-primary btn-sm" data-toggle="collapse" href="#collapseExample1" role="button" aria-expanded="false" aria-controls="collapseExample1" style="width: 150px; height: 50px; padding-top: 4px; font-size: 1.25em; font-family: Times New Roman;">
   Подробнее
  </a>  
  </p>

  </div> 

  <div class="collapse" id="collapseExample1">
  <div class="card card-body">
    <div class="row">
          <p>
            Прежде всего нужно пояснить, что наибольший интерес представляют не фотографии разъемов и их номера(они чисто условные), а соответствия между моделями телефонов и разъемами. Один и тот же разъем может быть в нескольких исполнениях. В моей классификации это, например, номер 5 (знаменитый разъем типа Lenovo P780), который используется в огромном колличестве различных девайсов. Таким исполнениям одного и того же разъема я стараюсь присваивать один номер, чтобы не умножать сущности сверх надобности. Иногда разъемы отличаются друг от друга не очень сильно, и их в крайнем случае можно ставить друг вместо друга (возможно, придется подпилить разъем или корпус телефона). Такие пары разъемов я определяю как аналоги. Например, для разъема номер 5 это разъем номер 73 (xiaomi redmi note 4). Они немного отличаются по высоте. Прошу сильно не пинать, это только попытка и работа продолжается, но катастрофически не хватает времени и, что самое главное, нет такого потока ремонтов, чтобы быстро собрать нужную инфу. Я не так давно этим занялся системно, где-то с начала октября 2018г. Что-то знал и помнил сам, что-то нарыл в интернете, что-то принесли в ремонт за это время. Хочется сказать, что в интернет-магазинах, продающих разъемы невероятное количество ошибок! Наверняка и у меня их много, но работа ведется. Очень надеюсь на помощь сообщесва. Информацию удобно посылать через форму обратной связи на сайте или на mikolahh@gmail.com
            <br> 

            <a href="/razemy-zaryadki#st" title="Перейти с списку всех разъемв зарядки"> Список разъемов зарядки</a>         

 
          </p>  

            
          </div>
  </div>
</div>
<br>



<p style="">
  Для получения технической информации по конкретному устройству необходимо найти его в базе данных, для чего можно воспользоваться поиском или <a href="/catalog#st">каталогом</a>
  <br>
  

</p>

 </div>

   
     





















   











