 <a name="st"></a>

 <div style="width: 95%; margin-left: 3px;">

      <nav aria-label="breadcrumb">
        
        <ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumb">
<li itemprop="itemListElement" itemscope
itemtype="http://schema.org/ListItem" class="breadcrumb-item active">
<a id="/" itemscope itemtype="http://schema.org/Thing" itemprop="item" href="https://m-fix.mikola.tech">
<span itemprop="name">Главная</span></a>
<meta itemprop="position" content="1" />
</li>
</ol>
</nav>       
       
      
      <h1 style="">Гарантия</h1>
      <br>
      <p class="lead" style="">
            Гарантия предоставляется только на выполненные работы и замененные комплектующие.
Гарантийный срок указывается в акте выполненных работ.
Срок гарантии для ЭУ, принятых на общих условиях ---- 4 месяца.
В случае приемки на особых условиях устанавливается по соглашению между заказчиком и исполнителем и составляет 0-1 месяц.
Гарантия на ремонт заключается в том, что исполнитель обязуется бесплатно произвести повторный ремонт в случае обратного проявления устраненного дефекта в течение гарантийного срока или вернуть заказчику деньги, если выясняется, что качественный ремонт невозможен. Такое может произойти по причинам, не зависящим от воли исполнителя: некачественные комплектующие (которые нельзя проверить заранее), продолжение коррозии во внутренних слоях печатной платы после попадания влаги.

      </p>
      <p class="lead" style="">
            <strong>
                  Исполнитель не несет материальной и моральной ответственности за неудобства, причиняемые заказчику в связи с фактом повторного проявления неисправности.
            </strong>
      </p>
      <p class="lead" style="">
            Гарантия на ремонт не означает, что телефон не сломается в течение гарантийного срока. Она означает лишь то, что повторный ремонт будет произведен бесплатно, либо будут возвращены деньги за ремонт.
      </p>
      <p class="lead" style="">
            Для ЭУ, принятых на “особых условиях” возврат денег может производиться частично по договоренности между заказчиком и исполнителем.
Ремонт и гарантийный ремонт конкретного ЭУ производится одним и тем же мастером в свое рабочее время. Гарантийный ремонт производится в первую очередь, но без ущерба для выполнения срочных заказов, сроки исполнения которых уже строго оговорены с заказчиками.

      </p>
      <p class="lead" style="">
            Во избежание недоразумений заказчику крайне желательно заранее оговаривать все вопросы, связанные с гарантийным ремонтом по телефонам, указанным в гарантийном талоне. В этом случае можно договориться на конкретное время, когда будет на месте мастер и необходимые комплектующие, и гарантийный ремонт может быть произведен в присутствии заказчика.
      </p>
      <br>
      <h2 style="">
            <a href="/poryadok-obsluzhivaniya-1#st">Подробнее о порядке обслуживания</a>
      </h2>

 </div>




 