<a name="st"></a>
<div style="width: 95%; margin-left: 3px;">



	<nav aria-label="breadcrumb">


    <ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumb">
<li itemprop="itemListElement" itemscope
itemtype="http://schema.org/ListItem" class="breadcrumb-item active">
<a id="/" itemscope itemtype="http://schema.org/Thing" itemprop="item" href="https://m-fix.mikola.tech">
<span itemprop="name">Главная</span></a>
<meta itemprop="position" content="1" />
</li>


 
<li itemprop="itemListElement" itemscope
itemtype="http://schema.org/ListItem" class="breadcrumb-item">
<a id="/articles" itemscope itemtype="http://schema.org/Thing" itemprop="item" href="../../articles">
<span itemprop="name">Статьи</span></a>
<meta itemprop="position" content="2" />
</li>

</ol>

    


  </nav>
      

      <h1 style="">О попадании влаги в телефон</h1>
      <p class="lead" style="">
            Попадание влаги крайне нежелательно для любых электоронных устройств, в том числе мобильных телефонов и планшетов. Полноценный ремонт таких изделий практически невозможен, и не случайно, согласно законодательства РБ, мастерская вправе отказать заказчику в таком ремонте. Если вода попала в работающее устройство, то сразу же начинает происходить разрушение токопроводящих дорожек, и бывает достаточно нескольких десятков секунд для выхода изделия из строя. Единственно правильное решение в таком случае - как можно быстрее выключить устройство и извлечь из него аккумуляторную батарею. Проблема возникает, когда для извлечения батареи требуется полная разборка аппарата. В этом случае его необходимо хотя бы выключить. Иногда сенсорный экран перестает реагировать на нажатия и не удается подтвердить выключение. В этом случае необходимо сперва попытаться долго (около 20 секунд)  удерживать кнопку включения. Если такой вариант не помогает, следует вместе с кнопкой включения удерживать какую-либо другую клавишу или несколько. Практически у всех аппаратов со встроенной аккумуляторной батареей есть такая комбинация кнопок, которая позволяет перезапустить устройство, а при длительном нажатии выключить его. Например, для Iphone это кнопка включения + кнопка "домой". Если аппарат удалось выключить, то можно уже сильно не спешить, в особенности, если извлечена батарея. Само собой разумеется, что ни вкоем случае нельзя подключать зарядное устройство! Если телефон был выключен, будучи в рабочем состоянии, то с огромной вероятностью он таковым и останется, а попытки включить или зарядить его приведут к печальным последствиям.        
      </p>
      <p class="lead" style="">
            Итак, аппарат выключен и обесточен. Теперь необходимо произвести его чистку от влаги и окислов. Сразу же хочется предупредить, что никакие "народные способы" вроде погружения в рисовую крупу не помогут, и без разборки не обойтись. Можно произвести чистку самостоятельно, в чем есть определенный резон. В интернете полно роликов на эту тему. В мастерской M-FIX эта прцедура производится только по предложению заказчика, без гарантии результата, но недорого (сгласно расценкам для конкретной модели, обычно около 10 рублей) 
      </p>

</div>



